Repository: zizicici/Watermelon
Catalog: Watermelon/Resource/Localizable.xcstrings
Source language: en
Languages: de, es, es_419, fr, ja, ko, pt_br, pt_pt, ru, uk, zh_hans, zh_hant, zh_hk

# backup.parallel.clientAcquireFailed
source: Worker #%1$lld failed to acquire storage connection: %2$@
de: Worker #%1$lld: Speicherverbindung konnte nicht hergestellt werden: %2$@
es: Proceso n.º %1$lld: no se pudo obtener la conexión de almacenamiento: %2$@
es_419: Proceso n.º %1$lld: no se pudo obtener la conexión de almacenamiento: %2$@
fr: Tâche parallèle nº %1$lld : impossible d’obtenir une connexion au stockage : %2$@
ja: ワーカー #%1$lld がストレージ接続を取得できませんでした：%2$@
ko: 병렬 작업 #%1$lld에서 저장소 연결을 가져오지 못했습니다: %2$@
pt_br: Processo paralelo #%1$lld: falha ao obter conexão de armazenamento: %2$@
pt_pt: Processo paralelo #%1$lld: falha ao obter ligação de armazenamento: %2$@
ru: Параллельная задача № %1$lld не смогла получить подключение к хранилищу: %2$@
uk: Паралельне завдання №%1$lld: не вдалося отримати з’єднання зі сховищем: %2$@
zh_hans: 工作线程 #%1$lld 获取存储连接失败：%2$@
zh_hant: 工作執行緒 #%1$lld 取得儲存連線失敗：%2$@
zh_hk: 工作執行緒 #%1$lld 取得儲存連線失敗：%2$@

# backup.parallel.connectionLostDuringAsset
source: Worker #%1$lld connection lost while processing %2$@ (month %3$@): %4$@
de: Worker #%1$lld: Verbindung beim Verarbeiten von %2$@ verloren (Monat %3$@): %4$@
es: Proceso n.º %1$lld: se perdió la conexión al procesar %2$@ (mes %3$@): %4$@
es_419: Proceso n.º %1$lld: se perdió la conexión al procesar %2$@ (mes %3$@): %4$@
fr: Tâche parallèle nº %1$lld : connexion perdue lors du traitement de %2$@ (mois %3$@) : %4$@
ja: ワーカー #%1$lld：%2$@ の処理中に接続が切れました（月 %3$@）：%4$@
ko: 병렬 작업 #%1$lld: %2$@ 처리 중 연결이 끊어졌습니다(%3$@월): %4$@
pt_br: Processo paralelo #%1$lld: conexão perdida ao processar %2$@ (mês %3$@): %4$@
pt_pt: Processo paralelo #%1$lld: ligação perdida ao processar %2$@ (mês %3$@): %4$@
ru: Параллельная задача № %1$lld потеряла подключение при обработке %2$@ (месяц %3$@): %4$@
uk: Паралельне завдання №%1$lld: з’єднання втрачено під час обробки %2$@ (місяць %3$@): %4$@
zh_hans: 工作线程 #%1$lld 处理项目 %2$@ 时连接中断（月份 %3$@）：%4$@
zh_hant: 工作執行緒 #%1$lld 處理項目 %2$@ 時連線中斷（月份 %3$@）：%4$@
zh_hk: 工作執行緒 #%1$lld 處理項目 %2$@ 時連線中斷（月份 %3$@）：%4$@

# backup.parallel.failedAssetLog
source: Failed asset: %1$@ - %2$@
de: Fehlgeschlagenes Asset: %1$@ - %2$@
es: Elemento fallido: %1$@ - %2$@
es_419: Elemento fallido: %1$@ - %2$@
fr: Élément en échec : %1$@ - %2$@
ja: 失敗したアセット: %1$@ - %2$@
ko: 실패한 에셋: %1$@ - %2$@
pt_br: Item com falha: %1$@ - %2$@
pt_pt: Item com falha: %1$@ - %2$@
ru: Не удалось обработать объект: %1$@ — %2$@
uk: Помилка об’єкта: %1$@ — %2$@
zh_hans: 项目失败：%1$@ - %2$@
zh_hant: 項目失敗：%1$@ - %2$@
zh_hk: 項目失敗：%1$@ - %2$@

# backup.parallel.finalizationCancelled
source: Worker #%1$lld: cancellation requested during finalization for month %2$@.
de: Worker #%1$lld: Während der Finalisierung von Monat %2$@ wurde ein Abbruch angefordert.
es: Proceso n.º %1$lld: se solicitó la cancelación durante la finalización del mes %2$@.
es_419: Proceso n.º %1$lld: se solicitó la cancelación durante la finalización del mes %2$@.
fr: Tâche parallèle nº %1$lld : annulation demandée pendant la finalisation du mois %2$@.
ja: ワーカー #%1$lld：月 %2$@ の最終処理中にキャンセルが要求されました。
ko: 병렬 작업 #%1$lld: %2$@월 마무리 중 취소가 요청되었습니다.
pt_br: Processo paralelo #%1$lld: cancelamento solicitado durante a finalização do mês %2$@.
pt_pt: Processo paralelo #%1$lld: cancelamento solicitado durante a finalização do mês %2$@.
ru: Параллельная задача № %1$lld: запрошена отмена при завершении месяца %2$@.
uk: Паралельне завдання №%1$lld: під час завершення місяця %2$@ надійшов запит на скасування.
zh_hans: 工作线程 #%1$lld：月份 %2$@ 收尾时收到取消请求。
zh_hant: 工作執行緒 #%1$lld：月份 %2$@ 收尾時收到取消請求。
zh_hk: 工作執行緒 #%1$lld：月份 %2$@ 收尾時收到取消請求。

# backup.parallel.finalizationFailed
source: Worker #%1$lld month %2$@ finalization failed: %3$@
de: Worker #%1$lld: Finalisierung von Monat %2$@ fehlgeschlagen: %3$@
es: Proceso n.º %1$lld: falló la finalización del mes %2$@: %3$@
es_419: Proceso n.º %1$lld: falló la finalización del mes %2$@: %3$@
fr: Tâche parallèle nº %1$lld : échec de la finalisation du mois %2$@ : %3$@
ja: ワーカー #%1$lld：月 %2$@ の最終処理に失敗しました：%3$@
ko: 병렬 작업 #%1$lld의 %2$@월 마무리에 실패했습니다: %3$@
pt_br: Processo paralelo #%1$lld: falha ao finalizar o mês %2$@: %3$@
pt_pt: Processo paralelo #%1$lld: falha ao finalizar o mês %2$@: %3$@
ru: Параллельная задача № %1$lld не смогла завершить месяц %2$@: %3$@
uk: Паралельне завдання №%1$lld: не вдалося завершити місяць %2$@: %3$@
zh_hans: 工作线程 #%1$lld 的月份 %2$@ 收尾失败：%3$@
zh_hant: 工作執行緒 #%1$lld 的月份 %2$@ 收尾失敗：%3$@
zh_hk: 工作執行緒 #%1$lld 的月份 %2$@ 收尾失敗：%3$@

# backup.parallel.flushManifestFailed
source: Worker #%1$lld month %2$@ failed to flush the remote manifest: %3$@
de: Worker #%1$lld: Remote-Manifest für Monat %2$@ konnte nicht geschrieben werden: %3$@
es: Proceso n.º %1$lld: no se pudo guardar el manifiesto remoto del mes %2$@: %3$@
es_419: Proceso n.º %1$lld: no se pudo guardar el manifiesto remoto del mes %2$@: %3$@
fr: Tâche parallèle nº %1$lld : échec de l’écriture du manifeste distant du mois %2$@ : %3$@
ja: ワーカー #%1$lld：月 %2$@ のリモートマニフェストを書き込めませんでした：%3$@
ko: 병렬 작업 #%1$lld의 %2$@월 원격 매니페스트 기록에 실패했습니다: %3$@
pt_br: Processo paralelo #%1$lld: falha ao gravar o manifesto remoto do mês %2$@: %3$@
pt_pt: Processo paralelo #%1$lld: falha ao gravar o manifesto remoto do mês %2$@: %3$@
ru: Параллельная задача № %1$lld не смогла сохранить удалённый манифест месяца %2$@: %3$@
uk: Паралельне завдання №%1$lld: не вдалося записати віддалений маніфест місяця %2$@: %3$@
zh_hans: 工作线程 #%1$lld 的月份 %2$@ 写入远端 manifest 失败：%3$@
zh_hant: 工作執行緒 #%1$lld 的月份 %2$@ 寫入遠端 manifest 失敗：%3$@
zh_hk: 工作執行緒 #%1$lld 的月份 %2$@ 寫入遠端 manifest 失敗：%3$@

# backup.parallel.icloudPassStart
source: Local resources uploaded. Starting the iCloud pass for %lld assets.
de: Lokale Ressourcen hochgeladen. iCloud-Durchlauf für %lld Objekte wird gestartet.
es: Recursos locales subidos. Iniciando la fase de iCloud para %lld elementos.
es_419: Recursos locales cargados. Iniciando la fase de iCloud para %lld elementos.
fr: Ressources locales envoyées. Démarrage de la phase iCloud pour %lld éléments.
ja: ローカルリソースのアップロードが完了しました。%lld 件の項目について iCloud フェーズを開始します。
ko: 로컬 리소스 업로드를 완료했습니다. %lld개 항목에 대해 iCloud 단계를 시작합니다.
pt_br: Recursos locais enviados. Iniciando a etapa do iCloud para %lld itens.
pt_pt: Recursos locais enviados. A iniciar a fase do iCloud para %lld itens.
ru: Локальные ресурсы выгружены. Запускается этап iCloud для %lld объектов.
uk: Локальні ресурси вивантажено. Запускається етап iCloud для %lld об'єктів.
zh_hans: 本地资源已全部上传，开始处理 %lld 项 iCloud 资源。
zh_hant: 本機資源已全部上傳，開始處理 %lld 項 iCloud 資源。
zh_hk: 本機資源已全部上載，開始處理 %lld 項 iCloud 資源。

# backup.parallel.loadManifestFailed
source: Worker #%1$lld month %2$@ failed to load the remote manifest: %3$@
de: Worker #%1$lld: Remote-Manifest für Monat %2$@ konnte nicht geladen werden: %3$@
es: Proceso n.º %1$lld: no se pudo cargar el manifiesto remoto del mes %2$@: %3$@
es_419: Proceso n.º %1$lld: no se pudo cargar el manifiesto remoto del mes %2$@: %3$@
fr: Tâche parallèle nº %1$lld : échec du chargement du manifeste distant du mois %2$@ : %3$@
ja: ワーカー #%1$lld：月 %2$@ のリモートマニフェストを読み込めませんでした：%3$@
ko: 병렬 작업 #%1$lld의 %2$@월 원격 매니페스트를 불러오지 못했습니다: %3$@
pt_br: Processo paralelo #%1$lld: falha ao carregar o manifesto remoto do mês %2$@: %3$@
pt_pt: Processo paralelo #%1$lld: falha ao carregar o manifesto remoto do mês %2$@: %3$@
ru: Параллельная задача № %1$lld не смогла загрузить удалённый манифест месяца %2$@: %3$@
uk: Паралельне завдання №%1$lld: не вдалося завантажити віддалений маніфест місяця %2$@: %3$@
zh_hans: 工作线程 #%1$lld 的月份 %2$@ 加载远端 manifest 失败：%3$@
zh_hant: 工作執行緒 #%1$lld 的月份 %2$@ 載入遠端 manifest 失敗：%3$@
zh_hk: 工作執行緒 #%1$lld 的月份 %2$@ 載入遠端 manifest 失敗：%3$@

# backup.parallel.localHashCacheWarning
source: Worker #%1$lld local hash cache warning for month %2$@: %3$@
de: Worker #%1$lld: Warnung zum lokalen Hash-Cache für Monat %2$@: %3$@
es: Proceso n.º %1$lld: advertencia de la caché de hashes locales del mes %2$@: %3$@
es_419: Proceso n.º %1$lld: advertencia de la caché de hashes locales del mes %2$@: %3$@
fr: Tâche parallèle nº %1$lld : avertissement du cache de hachage local pour le mois %2$@ : %3$@
ja: ワーカー #%1$lld：月 %2$@ のローカルハッシュキャッシュに関する警告：%3$@
ko: 병렬 작업 #%1$lld의 %2$@월 로컬 해시 캐시 경고: %3$@
pt_br: Processo paralelo #%1$lld: aviso do cache de hashes local para o mês %2$@: %3$@
pt_pt: Processo paralelo #%1$lld: aviso da cache de hashes local para o mês %2$@: %3$@
ru: Параллельная задача № %1$lld: предупреждение локального кэша хешей для месяца %2$@: %3$@
uk: Паралельне завдання №%1$lld: попередження локального кешу хешів для місяця %2$@: %3$@
zh_hans: 工作线程 #%1$lld 在月份 %2$@ 的本地哈希缓存警告：%3$@
zh_hant: 工作執行緒 #%1$lld 在月份 %2$@ 的本機雜湊快取警告：%3$@
zh_hk: 工作執行緒 #%1$lld 在月份 %2$@ 的本機雜湊快取警告：%3$@

# backup.parallel.missingAssets
source: Worker #%1$lld month %2$@: missing assets in photo library snapshot=%3$lld.
de: Worker #%1$lld, Monat %2$@: Fehlende Assets im Fotomediathek-Snapshot=%3$lld.
es: Proceso n.º %1$lld, mes %2$@: elementos que faltan en la instantánea de la fototeca=%3$lld.
es_419: Proceso n.º %1$lld, mes %2$@: elementos que faltan en la instantánea de la fototeca=%3$lld.
fr: Tâche parallèle nº %1$lld, mois %2$@ : éléments manquants dans l’instantané de la photothèque=%3$lld.
ja: ワーカー #%1$lld：月 %2$@ の写真ライブラリスナップショットにないアセット数=%3$lld。
ko: 병렬 작업 #%1$lld, %2$@월: 사진 보관함 스냅샷에서 누락된 에셋=%3$lld.
pt_br: Processo paralelo #%1$lld, mês %2$@: itens ausentes no snapshot da fototeca=%3$lld.
pt_pt: Processo paralelo #%1$lld, mês %2$@: itens em falta no snapshot da fototeca=%3$lld.
ru: Параллельная задача № %1$lld, месяц %2$@: объектов, отсутствующих в снимке медиатеки: %3$lld.
uk: Паралельне завдання №%1$lld, місяць %2$@: у знімку фототеки відсутні об’єкти=%3$lld.
zh_hans: 工作线程 #%1$lld 的月份 %2$@ 在照片图库快照中缺少项目=%3$lld。
zh_hant: 工作執行緒 #%1$lld 的月份 %2$@ 在照片圖庫快照中缺少項目=%3$lld。
zh_hk: 工作執行緒 #%1$lld 的月份 %2$@ 在相片圖庫快照中缺少項目=%3$lld。

# backup.parallel.monthFatalError
source: Worker #%1$lld: month %2$@ stopped before completion because of a fatal upload error.
de: Worker #%1$lld: Monat %2$@ wurde aufgrund eines schwerwiegenden Upload-Fehlers vorzeitig beendet.
es: Proceso n.º %1$lld: el mes %2$@ se detuvo antes de completarse debido a un error fatal de subida.
es_419: Proceso n.º %1$lld: el mes %2$@ se detuvo antes de completarse debido a un error fatal de carga.
fr: Tâche parallèle nº %1$lld : le mois %2$@ s’est arrêté avant la fin en raison d’une erreur d’envoi fatale.
ja: ワーカー #%1$lld：月 %2$@ は致命的なアップロードエラーのため完了前に停止しました。
ko: 병렬 작업 #%1$lld: %2$@월 작업이 치명적인 업로드 오류로 완료 전에 중단되었습니다.
pt_br: Processo paralelo #%1$lld: o mês %2$@ foi interrompido antes da conclusão devido a um erro fatal de upload.
pt_pt: Processo paralelo #%1$lld: o mês %2$@ foi interrompido antes da conclusão devido a um erro fatal de envio.
ru: Параллельная задача № %1$lld: месяц %2$@ остановлен до завершения из-за фатальной ошибки выгрузки.
uk: Паралельне завдання №%1$lld: місяць %2$@ зупинено до завершення через критичну помилку вивантаження.
zh_hans: 工作线程 #%1$lld：月份 %2$@ 因严重上传错误在完成前中止。
zh_hant: 工作執行緒 #%1$lld：月份 %2$@ 因嚴重上傳錯誤而在完成前中止。
zh_hk: 工作執行緒 #%1$lld：月份 %2$@ 因嚴重上載錯誤而在完成前中止。

# backup.parallel.monthPaused
source: Worker #%1$lld: cancellation requested. Month %2$@ paused before completion.
de: Worker #%1$lld: Abbruch angefordert. Monat %2$@ wurde vor Abschluss pausiert.
es: Proceso n.º %1$lld: se solicitó la cancelación. El mes %2$@ se pausó antes de completarse.
es_419: Proceso n.º %1$lld: se solicitó la cancelación. El mes %2$@ se pausó antes de completarse.
fr: Tâche parallèle nº %1$lld : annulation demandée. Le mois %2$@ a été mis en pause avant la fin.
ja: ワーカー #%1$lld：キャンセルが要求されたため、月 %2$@ は完了前に一時停止しました。
ko: 병렬 작업 #%1$lld: 취소가 요청되었습니다. %2$@월 작업이 완료 전에 일시 중지되었습니다.
pt_br: Processo paralelo #%1$lld: cancelamento solicitado. O mês %2$@ foi pausado antes da conclusão.
pt_pt: Processo paralelo #%1$lld: cancelamento solicitado. O mês %2$@ foi pausado antes da conclusão.
ru: Параллельная задача № %1$lld: запрошена отмена. Месяц %2$@ приостановлен до завершения.
uk: Паралельне завдання №%1$lld: надійшов запит на скасування. Місяць %2$@ призупинено до завершення.
zh_hans: 工作线程 #%1$lld：收到取消请求。月份 %2$@ 在完成前已暂停。
zh_hant: 工作執行緒 #%1$lld：收到取消請求。月份 %2$@ 在完成前已暫停。
zh_hk: 工作執行緒 #%1$lld：收到取消請求。月份 %2$@ 在完成前已暫停。

# backup.parallel.monthPausedFlushed
source: Worker #%1$lld: cancellation requested. Month %2$@ manifest was flushed before exit.
de: Worker #%1$lld: Abbruch angefordert. Das Manifest für Monat %2$@ wurde vor dem Beenden geschrieben.
es: Proceso n.º %1$lld: se solicitó la cancelación. El manifiesto del mes %2$@ se guardó antes de salir.
es_419: Proceso n.º %1$lld: se solicitó la cancelación. El manifiesto del mes %2$@ se guardó antes de salir.
fr: Tâche parallèle nº %1$lld : annulation demandée. Le manifeste du mois %2$@ a été enregistré avant la sortie.
ja: ワーカー #%1$lld：キャンセルが要求されました。終了前に月 %2$@ のマニフェストを保存しました。
ko: 병렬 작업 #%1$lld: 취소가 요청되었습니다. 종료 전에 %2$@월 매니페스트를 기록했습니다.
pt_br: Processo paralelo #%1$lld: cancelamento solicitado. O manifesto do mês %2$@ foi gravado antes de sair.
pt_pt: Processo paralelo #%1$lld: cancelamento solicitado. O manifesto do mês %2$@ foi gravado antes de sair.
ru: Параллельная задача № %1$lld: запрошена отмена. Манифест месяца %2$@ был сохранён перед выходом.
uk: Паралельне завдання №%1$lld: надійшов запит на скасування. Маніфест місяця %2$@ записано перед виходом.
zh_hans: 工作线程 #%1$lld：收到取消请求。退出前已写入月份 %2$@ 的 manifest。
zh_hant: 工作執行緒 #%1$lld：收到取消請求。退出前已寫入月份 %2$@ 的 manifest。
zh_hk: 工作執行緒 #%1$lld：收到取消請求。退出前已寫入月份 %2$@ 的 manifest。

# backup.parallel.monthPreCovered
source: Worker #%1$lld month %2$@: all %3$lld assets already in remote manifest; month skipped.
de: Worker #%1$lld, Monat %2$@: Alle %3$lld Assets sind bereits im Remote-Manifest vorhanden; der Monat wurde übersprungen.
es: Proceso n.º %1$lld, mes %2$@: los %3$lld elementos ya están en el manifiesto remoto; se omitió el mes.
es_419: Proceso n.º %1$lld, mes %2$@: los %3$lld elementos ya están en el manifiesto remoto; se omitió el mes.
fr: Tâche parallèle nº %1$lld, mois %2$@ : les %3$lld éléments figurent déjà dans le manifeste distant ; mois ignoré.
ja: ワーカー #%1$lld：月 %2$@ の %3$lld 件のアセットはすべてリモートマニフェストに存在するため、月全体をスキップしました。
ko: 병렬 작업 #%1$lld, %2$@월: %3$lld개 항목이 모두 원격 매니페스트에 있어 해당 월을 건너뜁니다.
pt_br: Processo paralelo #%1$lld, mês %2$@: todos os %3$lld itens já estão no manifesto remoto; mês ignorado.
pt_pt: Processo paralelo #%1$lld, mês %2$@: todos os %3$lld itens já estão no manifesto remoto; mês ignorado.
ru: Параллельная задача № %1$lld, месяц %2$@: все объекты (%3$lld) уже есть в удалённом манифесте; месяц пропущен.
uk: Паралельне завдання №%1$lld, місяць %2$@: усі %3$lld об’єкти вже є у віддаленому маніфесті; місяць пропущено.
zh_hans: 工作线程 #%1$lld 的月份 %2$@：%3$lld 个项目已全部存在于远端 manifest，已跳过整月。
zh_hant: 工作執行緒 #%1$lld 的月份 %2$@：%3$lld 個項目已全部存在於遠端 manifest，已略過整月。
zh_hk: 工作執行緒 #%1$lld 的月份 %2$@：%3$lld 個項目已全部存在於遠端 manifest，已略過整月。

# backup.parallel.networkRecovered
source: Worker #%1$lld %2$@: connection restored, resuming upload
de: Worker #%1$lld %2$@: Verbindung wiederhergestellt, Upload wird fortgesetzt
es: Proceso n.º %1$lld %2$@: conexión restablecida; reanudando la subida
es_419: Proceso n.º %1$lld %2$@: conexión restablecida; reanudando la carga
fr: Tâche parallèle nº %1$lld, %2$@ : connexion rétablie, reprise de l’envoi
ja: ワーカー #%1$lld（%2$@）：接続が回復したため、アップロードを再開します
ko: 병렬 작업 #%1$lld %2$@: 연결이 복구되어 업로드를 재개합니다
pt_br: Processo paralelo #%1$lld %2$@: conexão restabelecida, retomando o envio
pt_pt: Processo paralelo #%1$lld %2$@: ligação restabelecida, a retomar o envio
ru: Параллельная задача № %1$lld, %2$@: соединение восстановлено, выгрузка продолжается
uk: Паралельне завдання №%1$lld, %2$@: з’єднання відновлено, вивантаження продовжується
zh_hans: 工作线程 #%1$lld %2$@：网络已恢复，继续上传
zh_hant: 工作執行緒 #%1$lld %2$@：連線已恢復，繼續上傳
zh_hk: 工作執行緒 #%1$lld %2$@：連線已恢復，繼續上載

# backup.parallel.networkRecovering
source: Worker #%1$lld %2$@: connection interrupted, reconnecting (attempt %3$lld): %4$@
de: Worker #%1$lld %2$@: Verbindung unterbrochen, erneuter Verbindungsversuch (Versuch %3$lld): %4$@
es: Proceso n.º %1$lld %2$@: conexión interrumpida; reconectando (intento %3$lld): %4$@
es_419: Proceso n.º %1$lld %2$@: conexión interrumpida; reconectando (intento %3$lld): %4$@
fr: Tâche parallèle nº %1$lld, %2$@ : connexion interrompue, reconnexion (tentative %3$lld) : %4$@
ja: ワーカー #%1$lld（%2$@）：接続が中断されました。再接続しています（%3$lld 回目）：%4$@
ko: 병렬 작업 #%1$lld %2$@: 연결이 중단되어 다시 연결하는 중입니다(%3$lld번째 시도): %4$@
pt_br: Processo paralelo #%1$lld %2$@: conexão interrompida, reconectando (tentativa %3$lld): %4$@
pt_pt: Processo paralelo #%1$lld %2$@: ligação interrompida, a restabelecer (tentativa %3$lld): %4$@
ru: Параллельная задача № %1$lld, %2$@: соединение прервано, повторное подключение (попытка %3$lld): %4$@
uk: Паралельне завдання №%1$lld, %2$@: з’єднання перервано, повторне підключення (спроба %3$lld): %4$@
zh_hans: 工作线程 #%1$lld %2$@：网络中断，正在重连（第 %3$lld 次）：%4$@
zh_hant: 工作執行緒 #%1$lld %2$@：連線中斷，正在重新連線（第 %3$lld 次）：%4$@
zh_hk: 工作執行緒 #%1$lld %2$@：連線中斷，正在重新連線（第 %3$lld 次）：%4$@

# backup.parallel.networkRecoveryExhausted
source: Worker #%1$lld %2$@: network still unavailable; paused and will continue once reconnected
de: Worker #%1$lld %2$@: Netzwerk weiterhin nicht verfügbar; pausiert und wird nach erneuter Verbindung fortgesetzt
es: Proceso n.º %1$lld %2$@: la red sigue sin estar disponible; en pausa hasta que se restablezca la conexión
es_419: Proceso n.º %1$lld %2$@: la red sigue sin estar disponible; en pausa hasta que se restablezca la conexión
fr: Tâche parallèle nº %1$lld, %2$@ : réseau toujours indisponible ; la tâche reprendra après la reconnexion
ja: ワーカー #%1$lld（%2$@）：ネットワークを利用できないため一時停止しました。再接続後に続行します
ko: 병렬 작업 #%1$lld %2$@: 네트워크를 계속 사용할 수 없어 일시 중지했습니다. 다시 연결되면 계속합니다
pt_br: Processo paralelo #%1$lld %2$@: rede ainda indisponível, em pausa; continuará quando a conexão for restabelecida
pt_pt: Processo paralelo #%1$lld %2$@: rede ainda indisponível, em pausa; continuará quando a ligação for restabelecida
ru: Параллельная задача № %1$lld, %2$@: сеть по-прежнему недоступна; работа продолжится после восстановления подключения
uk: Паралельне завдання №%1$lld, %2$@: мережа досі недоступна; призупинено до відновлення з’єднання
zh_hans: 工作线程 #%1$lld %2$@：网络持续不可用，已暂停；网络恢复后将继续
zh_hant: 工作執行緒 #%1$lld %2$@：連線持續中斷，已暫停；恢復後將繼續
zh_hk: 工作執行緒 #%1$lld %2$@：連線持續中斷，已暫停；恢復後將繼續

# backup.parallel.remoteUnavailable
source: The node is unavailable. Stop the backup immediately.
de: Der Knoten ist nicht verfügbar. Stoppen Sie das Backup sofort.
es: El nodo no está disponible. Detén la copia de seguridad de inmediato.
es_419: El nodo no está disponible. Detén el respaldo de inmediato.
fr: Le nœud est indisponible. Arrêtez immédiatement la sauvegarde.
ja: ノードを利用できません。バックアップを直ちに停止します。
ko: 노드를 사용할 수 없습니다. 백업을 즉시 중지합니다.
pt_br: O nó não está disponível. Pare o backup imediatamente.
pt_pt: O nó não está disponível. Pare a cópia imediatamente.
ru: Узел недоступен. Немедленно остановите резервное копирование.
uk: Вузол недоступний. Негайно зупиніть резервне копіювання.
zh_hans: 节点不可用，立即停止备份。
zh_hant: 節點不可用，立即停止備份。
zh_hk: 節點不可用，立即停止備份。

# backup.parallel.runAborted
source: Upload phase aborted: %@
de: Upload-Phase abgebrochen: %@
es: Fase de subida interrumpida: %@
es_419: Fase de carga interrumpida: %@
fr: Phase de téléversement interrompue : %@
ja: アップロードフェーズが中断されました: %@
ko: 업로드 단계가 중단되었습니다: %@
pt_br: Fase de envio interrompida: %@
pt_pt: Fase de envio interrompida: %@
ru: Фаза выгрузки прервана: %@
uk: Фазу вивантаження перервано: %@
zh_hans: 上传阶段中止：%@
zh_hant: 上傳階段中止：%@
zh_hk: 上載階段中止：%@

# backup.parallel.schedulerSummary
source: Parallel month scheduler: months=%1$lld, concurrency=%2$lld, connectionPool=%3$lld, strategy=dynamic-pull, source=%4$@, storage=%5$@.
de: Paralleler Monatsplaner: Monate=%1$lld, Parallelität=%2$lld, Verbindungspool=%3$lld, Strategie=dynamic-pull, Quelle=%4$@, Speicher=%5$@.
es: Planificador paralelo por mes: meses=%1$lld, concurrencia=%2$lld, pool de conexiones=%3$lld, estrategia=dynamic-pull, origen=%4$@, almacenamiento=%5$@.
es_419: Planificador paralelo por mes: meses=%1$lld, concurrencia=%2$lld, pool de conexiones=%3$lld, estrategia=dynamic-pull, origen=%4$@, almacenamiento=%5$@.
fr: Planificateur parallèle par mois : mois=%1$lld, simultanéité=%2$lld, pool de connexions=%3$lld, stratégie=dynamic-pull, source=%4$@, stockage=%5$@.
ja: 並列月スケジューラ: 月=%1$lld、同時実行=%2$lld、接続プール=%3$lld、戦略=dynamic-pull、ソース=%4$@、ストレージ=%5$@。
ko: 병렬 월 스케줄러: 월=%1$lld, 동시 실행=%2$lld, 연결 풀=%3$lld, 전략=dynamic-pull, 소스=%4$@, 저장소=%5$@.
pt_br: Agendador paralelo por mês: meses=%1$lld, concorrência=%2$lld, pool de conexões=%3$lld, estratégia=dynamic-pull, origem=%4$@, armazenamento=%5$@.
pt_pt: Agendador paralelo por mês: meses=%1$lld, concorrência=%2$lld, pool de ligações=%3$lld, estratégia=dynamic-pull, origem=%4$@, armazenamento=%5$@.
ru: Параллельный планировщик месяцев: месяцев=%1$lld, параллельность=%2$lld, пул подключений=%3$lld, стратегия=dynamic-pull, источник=%4$@, хранилище=%5$@.
uk: Паралельний планувальник місяців: місяців=%1$lld, паралельність=%2$lld, пул з’єднань=%3$lld, стратегія=dynamic-pull, джерело=%4$@, сховище=%5$@.
zh_hans: 并行月份调度：月份=%1$lld，并发=%2$lld，连接池=%3$lld，策略=dynamic-pull，来源=%4$@，存储=%5$@。
zh_hant: 並行月份調度：月份=%1$lld，並行=%2$lld，連線池=%3$lld，策略=dynamic-pull，來源=%4$@，儲存=%5$@。
zh_hk: 並行月份調度：月份=%1$lld，並行=%2$lld，連線池=%3$lld，策略=dynamic-pull，來源=%4$@，儲存=%5$@。

# backup.parallel.skipManifestFlush
source: Worker #%1$lld: month %2$@ stopped before completion because the node became unavailable. Manifest flush skipped.
de: Worker #%1$lld: Monat %2$@ wurde vor Abschluss beendet, weil der Knoten nicht mehr verfügbar war. Das Schreiben des Manifests wurde übersprungen.
es: Proceso n.º %1$lld: el mes %2$@ se detuvo antes de completarse porque el nodo dejó de estar disponible. Se omitió el guardado del manifiesto.
es_419: Proceso n.º %1$lld: el mes %2$@ se detuvo antes de completarse porque el nodo dejó de estar disponible. Se omitió el guardado del manifiesto.
fr: Tâche parallèle nº %1$lld : le mois %2$@ s’est arrêté avant la fin car le nœud est devenu indisponible. L’écriture du manifeste a été ignorée.
ja: ワーカー #%1$lld：ノードを利用できなくなったため、月 %2$@ は完了前に停止しました。マニフェストの保存はスキップしました。
ko: 병렬 작업 #%1$lld: 노드를 사용할 수 없게 되어 %2$@월 작업이 완료 전에 중단되었습니다. 매니페스트 기록을 건너뜁니다.
pt_br: Processo paralelo #%1$lld: o mês %2$@ foi interrompido antes da conclusão porque o nó ficou indisponível. A gravação do manifesto foi ignorada.
pt_pt: Processo paralelo #%1$lld: o mês %2$@ foi interrompido antes da conclusão porque o nó ficou indisponível. A gravação do manifesto foi ignorada.
ru: Параллельная задача № %1$lld: месяц %2$@ остановлен до завершения, поскольку узел стал недоступен. Сохранение манифеста пропущено.
uk: Паралельне завдання №%1$lld: місяць %2$@ зупинено до завершення, оскільки вузол став недоступним. Запис маніфесту пропущено.
zh_hans: 工作线程 #%1$lld：月份 %2$@ 因节点不可用而在完成前中止，已跳过写入 manifest。
zh_hant: 工作執行緒 #%1$lld：月份 %2$@ 因節點不可用而在完成前中止，已略過寫入 manifest。
zh_hk: 工作執行緒 #%1$lld：月份 %2$@ 因節點不可用而在完成前中止，已略過寫入 manifest。
